# -*- coding: utf-8 -*-

from config_2 import *

start = "Рады Вас приветствовать в нашем сервисе по продаже дубового паркета"

about = ("Компания «Мир паркета», в течении последних двадцати лет занимается производством и продажей паркета в "
         "Санкт–Петербурге и является надёжным поставщиком штучного паркета, в первую очередь дубового паркета. "
         "Компания предоставляет качественные услуги по укладке паркета с предоставлением гарантии, "
         "плюс разносторонние работы по устройству пола – полов, в том числе и черновых. Паркетные работы "
         "специалистов нашей компании, заслужили высоких оценок от наших заказчиков.")


parquet_flooring_RS = (f"Радиал 420х70х15мм - Штучный паркет высшего сорта, отобранный исключительно "
                       f"радиального распила. Радиальный распил - является самым прочным и самым "
                       f"плотным видом распила древесины. Однако ввиду его небольшого выхода из общей "
                       f"партии и самым дорогим видом. Максимально однородный по тону без пороков и дефектов, "
                       f"подчеркнуто присутствуют мраморные прожилки (мрамор). \nЦена за 1 кв.м. "
                       f"{price_parquet_flooring_RS}руб.")

large_format_parquet_RS = (f"Радиал 900х90х15мм - Широкоформатный паркет высшего сорта, отобранный исключительно "
                       f"радиального распила. Радиальный распил - является самым прочным и самым "
                       f"плотным видом распила древесины. Однако ввиду его небольшого выхода из общей "
                       f"партии и самым дорогим видом. Максимально однородный по тону без пороков и дефектов, "
                       f"подчеркнуто присутствуют мраморные прожилки (мрамор). \nЦена за 1 кв.м. "
                       f"{price_large_format_parquet_RS}руб.")

parquet_flooring_S = (f'Селект 420х70х15мм - Штучный паркет высшего сорта без отбора по распилу, '
                      f'обладающий однородной текстурой дерева без резких перепадов по тону и '
                      f'рисунку. Стандартная пачка содержит 70% тангенциального распила и 30% '
                      f'радиального. Заболонь, сучки, механические повреждения не допускаются.'
                      f'\nЦена за 1кв.м. {price_parquet_flooring_S}руб.')

large_format_parquet_S = (f"Селект 900х90х15мм - Широкоформатный паркет без отбора по распилу. "
                          f"Небольшие перепады по тону. Глазки диаметром до 1,5 мм. "
                          f"Здоровые сучки до 2 мм до 3-х штук. \nЦена за 1кв.м. {price_large_format_parquet_S}руб.")

solid_wood_parquet_S = (f"Селект 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Допускается небольшие перепады по цвету, светлые здоровые сучки "
                        f"до 8 мм, темные до 5 мм. Не допускается заболонь, "
                        f"трещины. \nЦена за 1кв.м. {price_solid_wood_parquet_S}руб.")

parquet_flooring_N = (f"Натур 420х70х15мм - Паркет без разбора по распилу, обладающий "
                      f"натуральным рисунком дерева с легким перепадом оттенков, допускающий "
                      f"здоровые сучки (глазок) диаметром до 3-х мм, не более одного на пласт, "
                      f"наклон волокон, прожилки, угловую заболонь, не превышающую 15% от "
                      f"площади пласта. Механические повреждения "
                      f"не допускаются. \nЦена за 1кв.м. {price_parquet_flooring_N}руб.")

large_format_parquet_N = (f"Натур 900х90х15мм - Паркет без отбора по распилу. Заболонь до 10% "
                          f"на планке. Здоровые сучки диаметром до 5 мм в "
                          f"количестве 3 шт. \nЦена за 1кв.м. {price_large_format_parquet_N}руб.")

solid_wood_parquet_N = (f"Натур 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Допускаются отличия по цвету, заболонь, глазки и темные сучки до "
                        f"8 мм, здоровые светлые сучки до 15 мм. Незначительные трещины в "
                        f"сучках допускаются. \nЦена за 1кв.м. {price_solid_wood_parquet_N}руб.")

parquet_flooring_R = (f"Рустик 420х70х15мм - Паркет, отличающийся живописной пестротой оттенков, "
                      f"от темно-коричневого до светло-молочного тона, оживляющий некоторую "
                      f"монотонность покрытия пола, подчеркивает всю натуральность "
                      f"текстуры дуба. Допускает наличие отдельных здоровых сучков до 10 мм, "
                      f"черных сучков до 3 мм и "
                      f"твердую заболонь. \nЦена за 1кв.м. {price_parquet_flooring_R}руб.")

large_format_parquet_R = (f"Рустик 900х90х15мм - Паркет без отбора по распилу. "
                      f"Допускается заболонь, сучки, микротрещины, перепады по "
                      f"цвету, темные и светлые прожилки, "
                      f"проросль. \nЦена за 1кв.м. {price_large_format_parquet_R}руб.")

solid_wood_parquet_R = (f"Рустик 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Яркие отличия по структуре и цвету древесины. Допускаются темные и "
                        f"светлые сучки до 35 мм, заболонь, отдельные червоточины, "
                        f"темные сучки, небольшие трещины на пласти и торцах, "
                        f"трещины в сучках. \nЦена за 1кв.м. {price_solid_wood_parquet_R}руб.")

fanera_works = (f"В работу по настилу фанеры входит: \n- Нарезка фанеры на 16 частей 380/380мм "
                f"\n- Грунтовка стяжки ПУ-грунт \n- Укладка фанеры с применением 2КПУ клея "
                f"\n- Шлифовка в уровень 2м-линейки \nцена: {price_fanera_works} руб/кв.м.")

parquet_works = (f"В работу по укладке паркета входит: "
                 f"\n- Разметка и центровка рисунка (вида) укладки "
                 f"\n- Укладка паркета с применением паркетного клея и гвоздей "
                 f"\n- Подрезка паркета и установка пробковых порогов "
                 f"\nцена: {price_parquet_works} руб/кв.м.")

otdelka_works = (f"В работу по отделке паркета входит: "
                 f"\n- Комплексная шлифовка паркета плоскошлифовальными машинами, зернистость 60-80-100 "
                 f"\n- Шпатлевание паркета, сплошное "
                 f"\n- Снятие шпатлевки, полировка зернистось 120-150 "
                 f"\n- Нанесение на паркет первым слоем спиртовой грунтовки "
                 f"\n- Нанесение вторым и третьим слоем 2КПУ лака на водной основе"
                 f"\nцена {price_otdelka_works} руб/кв.м.")

oter = ("Если Вас интересует какой либо другой продукт напольных покрытий, "
        "Вы можете связаться с администратором сервиса 2358080@mail.ru")

show_work = (f'Еще фото: \nhttps://ru.pinterest.com/mirparketa/')